examples/14-benchmarks/post-ev-005-data/bench/post-observe-2-experiment/experiment-post-observe/measured.txt

Summary:
  Total:	3.6475 secs
  Slowest:	0.0713 secs
  Fastest:	0.0011 secs
  Average:	0.0091 secs
  Requests/sec:	2741.6378
  

Response time histogram:
  0.001 [1]	|
  0.008 [509]	|■■
  0.015 [9474]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.022 [2]	|
  0.029 [3]	|
  0.036 [2]	|
  0.043 [2]	|
  0.050 [2]	|
  0.057 [2]	|
  0.064 [1]	|
  0.071 [2]	|


Latency distribution:
  10% in 0.0083 secs
  25% in 0.0086 secs
  50% in 0.0089 secs
  75% in 0.0094 secs
  90% in 0.0101 secs
  95% in 0.0107 secs
  99% in 0.0125 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0011 secs, 0.0713 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0004 secs
  resp wait:	0.0090 secs, 0.0010 secs, 0.0693 secs
  resp read:	0.0000 secs, 0.0000 secs, 0.0006 secs

Status code distribution:
  [200]	10000 responses